//
//  RiChengVC.h
//  华粹堂-员工端
//
//  Created by liqiang on 2016/11/28.
//  Copyright © 2016年 LiQiang. All rights reserved.
//

#import "MainBaseViewController.h"

#define timeaArray  @[@"09:00-09:30",@"09:30-10:00",@"10:00-10:30",@"10:30-11:00",@"11:00-11:30",@"11:30-12.00",@"12.00-12:30",@"12:30-13:00",@"13:00-13:30",@"13:30-14:00",@"14:00-14:30",@"14:30-15:00",@"15:00-15:30",@"15:30-16:00",@"16:00-16:30",@"16:30-17:00",@"17:00-17:30",@"17:30-18:00",@"18:00-18:30",@"18:30-19:00"] 

@interface RiChengVC : MainBaseViewController

@end
